/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Suosikki";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Tyyppi";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Lisää tunnisteettomiin looppeihin";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Lisätään looppeja toiselta levyltä tai taltiolta";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Jos näissä äänitiedostoissa on vakiotempo, aloitus tahdin 1. iskussa ja loppu iskussa, ne sovitetaan projektin tempoon esikatseltaessa tai lisättäessä projektiin.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Valittu sijainti lisätään tunnisteettomiin looppeihin. Tässä sijainnissa olevat äänitiedostot, joissa on vakiotempo, aloitus tahdin 1. iskussa ja loppu iskussa, sovitetaan projektin tempoon esikatseltaessa tai lisättäessä projektiin.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Kumoa";

/* Copy Loops Button */
"Copy to Loops Folder" = "Kopioi Loops-kansioon";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Loopit lisätään looppiselaimeen, mistä niitä voidaan lisätä kappaleisiin. Valitse, haluatko Logicin kopioivan loopit Apple Loops -kansioon vai käyttävän niitä nykyisestä sijainnistaan.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Muokkaa tunnisteita";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Näytä Finderissa";

/* Debug Menu:Parse loop */
"Parse loop" = "Jäsennä looppi";

/* Descriptors */
"Descriptors" = "Määritteet";

/* Genre */
"Genre" = "Genre";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Lisätään looppeja looppiselaimeen";

/* Initial Title of the jam pack control */
"All Packs" = "Kaikki Packit";

/* Instrument */
"Instrument" = "Instrumentti";

/* LoopBrower: two and more items label */
"%ld items" = "%ld kohdetta";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "toistolooppi";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "oikea looppi";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "ohjelmistolooppi";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "verkkolooppi";

/* LoopBrowser: one Item label */
"1 item" = "1 kohde";

/* LoopBrowser: zero Items label */
"0 items" = "0 kohdetta";

/* Move Loops Button */
"Move to Loops Folder" = "Siirrä Loops-kansioon";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Loopit lisätään looppiselaimeen, josta ne ovat käytettävissä kappaleissa. Valitse, haluatko Logicin siirtävän loopit Apple Loops -kansioon vai käyttävän niitä nykyisestä sijainnistaan.";

/* Reference Loops Button */
"Current Location" = "Nykyinen sijainti";

/* Reindex all loops menu item */
"Reindex All Loops" = "Indeksoi uudelleen kaikki loopit";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Valitse loopit, jotka haluat nähdä looppiselaimessa.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Etsi klikkaamalla looppeja instrumentin, genren tai määrittelijän mukaan.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Valitse, näytetäänkö avainsanat instrumentin, genren vai tunnelman mukaan";

/* accessibility description of the segment that switches to column view */
"column view" = "sarakenäkymä";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "musiikkipainikenäkymä";

/* menu item in Recent Search History */
"Clear Search History" = "Pyyhi hakuhistoria";

/* menu item in Recent Search History */
"No recent searches" = "Ei äskeisiä hakuja";

/* menu title in Recent Search History */
"Recent Searches" = "Äskeiset haut";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Etsi looppeja";
